[PackMaster_LW X2AbilityTemplate]
LocFriendlyName="背包大师"
LocFlyOverText="背包大师"
LocLongDescription="对装备的每件通用物品和榴弹额外增加1充能."
LocHelpText="对装备的每件通用物品和榴弹额外增加1充能."
;LWOTC needs translation(2)
LocPromotionPopupText="<Bullet/> 对装备的每件通用物品和榴弹额外增加1充能.<br/><Bullet/> 适用于榴弹槽以及标准通用槽，但不适用于其他插槽.<br/><Bullet/> 烟雾榴弹和闪光榴弹技能提供的额外榴弹不会额外充能.<br/>"
;End Translation(2)

[SkirmisherInterrupt_LW X2AbilityTemplate]
LocFriendlyName="阻断"
LocLongDescription="一种强有力的监视方式。触发时不再自动开火，而是执行任何单个动作。自由行动."
LocHelpText="一种强有力的监视方式。触发时不再自动开火，而是执行任何单个动作。自由行动."
LocPromotionPopupText="<Bullet/> 自由行动.<br/><Bullet/> 某些操作在阻断期间不可用，例如监视.<br/><Bullet/> 阻断有 <Ability:SelfCooldown_LW/> 回合冷却时间."

[Reckoning_LW X2AbilityTemplate]
LocFriendlyName="清算"
LocLongDescription="解锁 <Ability:SecondaryWeaponName/> 直斩攻击."
LocHelpText="解锁 <Ability:SecondaryWeaponName/> 直斩攻击."
LocFlyOverText="清算"
LocPromotionPopupText="<Bullet/> 你可以通过将移动光标放在敌人身上并右击来触发直斩能力.<br/><Bullet/> 直斩消耗1个行动点并不会结束回合，需要 <Ability:RECKONING_LW_COOLDOWN/> 回合冷却.<br/><Bullet/> 散兵可以在冲刺移动下进行直斩攻击，只需要花费1个行动点.<br/>"

[ManualOverride_LW X2AbilityTemplate]
LocFriendlyName="手动超载"
LocLongDescription="降低一名队友的所有技能回合冷却时间，最多 <Ability:OVERRIDE_REDUCTION/> 回合."
LocHelpText="降低一名队友的所有技能回合冷却时间，最多 <Ability:OVERRIDE_REDUCTION/>回合."
LocPromotionPopupText="<Bullet/> 尽早并经常使用队友的能力来充分利用手动超载.<br/><Bullet/> 消耗1点行动点.<br/><Bullet/> 手动超载有 <Ability:SelfCooldown_LW/> 回合冷却.<br/>"
; End Translation (2)

[Whiplash X2AbilityTemplate]
; LWOTC Needs Translation (3)
LocLongDescription="用电击鞭攻击敌人。对机器人造成额外伤害.  <Ability:SelfCooldown/> 回合冷却时间."
LocHelpText="用电击鞭攻击敌人。对机器人造成额外伤害. <Ability:SelfCooldown/> 回合冷却时间."
LocPromotionPopupText="<Bullet/> 鞭笞对机器人敌人造成额外伤害.<br/><Bullet/> 鞭笞需要1个行动点，不会结束你的回合.<br/><Bullet/> 鞭笞有 <Ability:SelfCooldown_LW/> 回合冷却时间.<br/>"
; End Translation (3)
; End Translation (2)

[DoubleRendFocus X2AbilityTemplate]
LocFriendlyName="天资"
LocHelpText="撕裂给予额外专注点."
LocLongDescription="撕裂给予额外专注点."
LocFlyOverText="天资"
LocPromotionPopupText"<Bullet/>撕裂给予额外专注点."

; LWOTC Needs Translation (2)
[DoubleRendFocusPassive X2AbilityTemplate]
LocFriendlyName="天资"
LocHelpText="撕裂给予额外专注点."
LocLongDescription="撕裂给予额外专注点."
LocFlyOverText="天资"
; End Translation (2)

[Indomitable X2AbilityTemplate]
LocFriendlyName="百折不挠"
LocHelpText="每回合一次，受到攻击时获得1专注."
LocLongDescription="每回合一次，受到攻击时获得1专注."
LocPromotionPopupText"<Bullet/> 每回合一次，受到攻击时获得1专注.<br/><Bullet/>适用于近战和远程攻击.<br/>"
LocFlyOverText="百折不挠"

[Paramedic_LW X2AbilityTemplate]
LocFriendlyName="急救专家"
LocLongDescription="解锁进行冲刺后对盟友使用急救包的能力。获得1个免费急救包。装备的急救包获得<Ability:PARAMEDIC_BONUS_CHARGES/>额外充能。"
LocHelpText="解锁进行冲刺后对盟友使用急救包的能力。获得1个免费急救包。装备的急救包获得<Ability:PARAMEDIC_BONUS_CHARGES/>额外充能。"
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> 解锁进行冲刺后对盟友使用急救包的能力。获得1个免费急救包。装备的急救包获得<Ability:PARAMEDIC_BONUS_CHARGES/>额外充能。"
; End Translation (2)
[ParaMedikitHeal X2AbilityTemplate]
LocFriendlyName="急救治疗"
LocLongDescription="奔向盟友，用你的急救包治疗他们。"
LocHelpText="奔向盟友，用你的急救包治疗他们。"


[ParaMedikitStabilize X2AbilityTemplate]
LocFriendlyName="急救稳定"
LocLongDescription="奔向盟友，用你的急救包稳定他们。"
LocHelpText="奔向盟友，用你的急救包稳定他们。"

[ShieldBash_LW X2AbilityTemplate]
LocFriendlyName="盾牌猛击"
LocHelpText="用你的盾牌猛击邻近的敌人，造成一定伤害并击退目标2格。自由行动。"
LocLongDescription="用你的盾牌猛击邻近的敌人，造成一定伤害并击退目标2格。自由行动。"
LocPromotionPopupText="<Bullet/> 伤害相当于目前装备的护盾的基础伤害。<br/><Bullet/> 盾击是自由行动。<Ability:SelfCooldown/>回合冷却。<br/><Bullet/> 也可以瞄准对角线上相邻格子中的敌人。<br/>"
LocFlyOverText="盾牌猛击"

[MusashiThrowKnifeSecondary_LW X2AbilityTemplate]
LocFriendlyName="投掷飞刀"
LocFlyOverText="投掷飞刀"
LocLongDescription="向目标投掷一把飞刀。 保持暗影状态。"
LocHelpText="向目标投掷一把飞刀。 保持暗影状态。"
LocPromotionPopupText="<Bullet/> 飞刀不会打破暗影状态或吸引失魂者。<br/><Bullet/> 这种能力将打破隐蔽。"

[KnifeJuggler_LW X2AbilityTemplate]
LocFriendlyName="杂耍飞刀"
LocFlyOverText="杂耍飞刀"
LocLongDescription="飞刀+<Ability:KnifeJugglerBonusDamage/>伤害并获得额外的<Ability:KnifeJugglerExtraAmmo/>投掷飞刀次数。每次使用主武器击杀都会获得+1投掷飞刀次数。"
LocHelpText="飞刀+<Ability:KnifeJugglerBonusDamage/>伤害并获得额外的<Ability:KnifeJugglerExtraAmmo/>投掷飞刀次数。每次使用主武器击杀都会获得+1投掷飞刀次数。"
LocPromotionPopupText="<Bullet/> 飞刀+<Ability:KnifeJugglerBonusDamage/>伤害。<br/><Bullet/> 获得额外的<Ability:KnifeJugglerExtraAmmo/>投掷飞刀次数。<br/><Bullet/> 每次使用主武器击杀都会获得+1投掷飞刀次数。<br/>"

[Hailstorm_LW X2AbilityTemplate]
LocFriendlyName="冰雹风暴"
LocFlyOverText="冰雹风暴"
LocLongDescription="快速连续向目标投掷三把飞刀。 保持暗影状态。"
LocHelpText="快速连续向目标投掷三把飞刀。 保持暗影状态。"
LocPromotionPopupText="<Bullet/> 每把飞刀保持飞刀的任何加成，如伤害和状态效果，就像单独的一把飞刀投掷出去一样。<br/><Bullet/> 除非在投掷第一把飞刀之前满足限制条件，否则后续飞刀不会从依赖于目标血量的效果中受益。"

[ThrowingKnifeFaceoff_LW X2AbilityTemplate]
LocFriendlyName="飞刀对峙"
LocFlyOverText="飞刀对峙"
LocLongDescription="向范围内的每个目标投掷飞刀。 保持暗影状态。"
LocHelpText="向范围内的每个目标投掷飞刀。 保持暗影状态。"
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> 仅消耗一点充能，不消耗任何标准的投掷飞刀充能。<br/><Bullet/> 侧翼有多个敌人时的理想选择。<br/>"
; End Translation (2)

; LWOTC Needs Translation (2)
[ThrowingKnife_CV_Secondary X2WeaponTemplate]
FriendlyName="飞刀"
FriendlyNamePlural="飞刀"
BriefSummary="由最先进的钢质合金制成的飞刀。"
TacticalText="<Bullet/> 投掷飞刀不会打破暗影状态。<br/><Bullet/> 有<Ability:THROWING_KNIFE_CV_BLEED_CHANCE/>%几率造成流血，每回合受到<Ability:THROWING_KNIFE_CV_BLEED_DAMAGE/>伤害持续<Ability:THROWING_KNIFE_CV_BLEED_DURATION/>回合。"
AbilityDescName="飞刀"

[ThrowingKnife_MG_Secondary X2WeaponTemplate]
FriendlyName="合金飞刀"
FriendlyNamePlural="合金飞刀"
BriefSummary="由外星合金制成的飞刀。"
TacticalText="<Bullet/> 投掷飞刀不会打破暗影状态。<br/><Bullet/> 有<Ability:THROWING_KNIFE_MG_BLEED_CHANCE/>%几率造成流血，每回合受到<Ability:THROWING_KNIFE_MG_BLEED_DAMAGE/>伤害持续<Ability:THROWING_KNIFE_MG_BLEED_DURATION/>回合。"
AbilityDescName="飞刀"

[ThrowingKnife_BM_Secondary X2WeaponTemplate]
FriendlyName="等离子飞刀"
FriendlyNamePlural="等离子飞刀"
BriefSummary="具有等离子刃的飞刀，可以像切黄油一样切穿护甲。"
TacticalText="<Bullet/> 投掷飞刀不会打破暗影状态。<br/><Bullet/> 有<Ability:THROWING_KNIFE_BM_BLEED_CHANCE/>%几率造成流血，每回合受到<Ability:THROWING_KNIFE_BM_BLEED_DAMAGE/>伤害持续<Ability:THROWING_KNIFE_BM_BLEED_DURATION/>回合。"
AbilityDescName="飞刀"
; End Translation (2)

; End Translation

[X2Ability_ThrowingKnifeAbilitySet]
RendTheMarkedEffectName="撕裂标记"
RendTheMarkedEffectDesc="在本回合剩余时间内从所有来源对目标的攻击获得投掷飞刀所施加的+<Ability:REND_THE_MARKED_CRIT/>暴击率。"
; End Translation

;LW_FActionBalance Heroes
; LWOTC Needs Translation
[X2Effect_VoidConduitPatch]
ActionsLeftFlyoverText="剩余动作: <XGParam:IntValue0/>"
; End Translation

; LWOTC Needs Translation
[X2LWModTemplate_ReaperAbilities]
ShadowExpiredFlyover="暗影失效"
; End Translation
; LWOTC Needs Translation
[LingeringShadow X2AbilityTemplate]
LocFriendlyName="残影"
LocLongDescription="当死神脱离暗影状态时提供+<Ability:LingeringShadowDefenseBonus/>防御和+<Ability:LingeringShadowDodgeBonus/>闪避一回合。"
LocHelpText="当死神脱离暗影状态时提供+<Ability:LingeringShadowDefenseBonus/>防御和+<Ability:LingeringShadowDodgeBonus/>闪避一回合。"
LocPromotionPopupText="<Bullet/> 当死神脱离暗影状态时提供+<Ability:LingeringShadowDefenseBonus/>防御和+<Ability:LingeringShadowDodgeBonus/>闪避，包括被发现与暗影状态结束。<br/><Bullet/> 持续到XCOM下一回合开始。"

; LWOTC Needs Translation (2)
[LingeringShadowTrigger X2AbilityTemplate]
LocFriendlyName="残影"
LocLongDescription="当死神脱离暗影状态时提供+<Ability:LingeringShadowDefenseBonus/>防御和+<Ability:LingeringShadowDodgeBonus/>闪避一回合。"
LocHelpText="当死神脱离暗影状态时提供+<Ability:LingeringShadowDefenseBonus/>防御和+<Ability:LingeringShadowDodgeBonus/>闪避一回合。"
; End Translation (2)

[Demolitionist X2AbilityTemplate]
LocFriendlyName="拆迁者"
LocLongDescription="死神获得+<Ability:DemolitionistExtraChargeCount/>行动点于远程启动与追踪地雷。"
LocHelpText="死神获得+<Ability:DemolitionistExtraChargeCount/>行动点于远程启动与追踪地雷。"
LocPromotionPopupText="<Bullet/> 增加<Ability:DemolitionistExtraChargeCount/>额外行动点于远程启动与追踪地雷。<br/>"

[CripplingStrike X2AbilityTemplate]
LocFriendlyName="致残打击"
LocLongDescription="投掷一把飞刀，使目标致残1回合 (0移动力)。"
LocHelpText="投掷一把飞刀，使目标致残1回合 (0移动力)。"
LocPromotionPopupText="<Bullet/> 投掷飞刀不会打破暗影状态。<br/><Bullet/> 致残状态会将目标的移动性降低至0，使其无法移动。<br>"
; End Translation

; LWOTC Needs Translation
[Distraction_LW X2AbilityTemplate]
LocFriendlyName="分散注意力"
LocLongDescription="阔剑地雷爆炸时会混乱非机械敌人。"
LocHelpText="阔剑地雷爆炸时会混乱非机械敌人。"
LocPromotionPopupText="<Bullet/> 造成混乱于爆炸中所有有机单位的效果。<br/>"

[DisablingShot X2AbilityTemplate]
LocFriendlyName="阻断射击"
LocLongDescription="用精确的射击击晕敌人，如果暴击则造成额外的眩晕持续时间。 射击不会造成暴击伤害。"
LocHelpText="用精确的射击击晕敌人，如果暴击则造成额外的眩晕持续时间。 射击不会造成暴击伤害。"
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> 如果命中(包括擦伤)眩晕敌人<Ability:DisablingShotStunActions/>行动点。<br/><Bullet/> 如果暴击额外眩晕敌人<Ability:DisablingShotCritStunActions/>行动点, 但是射击不会造成暴击伤害。<br/><Bullet/> 阻断射击需要<Ability:SelfAmmoCost/>弹药。<br/><Bullet/> 阻断射击有<Ability:SelfCooldown_LW/>回合冷却时间。<br/><Bullet/> 只有化身和灵能僵尸不能被眩晕。"
; End Translation (2)

[Meditation X2AbilityTemplate]
LocFriendlyName="冥想"
LocLongDescription="圣殿骑士增加<Ability:MeditationFocusRecovery/>专注。"
LocHelpText="圣殿骑士增加<Ability:MeditationFocusRecovery/>专注。"
LocPromotionPopupText="<Bullet/> 圣殿骑士增加<Ability:MeditationFocusRecovery/>点专注。<br/><Bullet/> 结束本回合。<br/><Bullet/> 有<Ability:SelfCooldown/>回合冷却。"

[Overcharge_LW X2AbilityTemplate]
LocFriendlyName="超载"
LocLongDescription="圣殿骑士的每一个专注点获得额外的命中和暴击率。"
LocHelpText="圣殿骑士的每一个专注点获得额外的命中和暴击率。"
LocPromotionPopupText="<Bullet/> 每个专注点+<Ability:OverchargeAimBonus/>命中以及+<Ability:OverchargeCritBonus/>暴击率。<br/><Bullet/> 基于当前专注，而不是最大专注。"

[VoltDangerZone X2AbilityTemplate]
LocFriendlyName="高压电"
LocLongDescription="增加<Ability:VoltDangerZoneBonus/>格灵能闪电半径。"
LocHelpText="增加<Ability:VoltDangerZoneBonus/>格灵能闪电半径。"
LocPromotionPopupText="<Bullet/> 增加<Ability:VoltDangerZoneBonus/>格灵能闪电半径。"
; End Translation

; LWOTC Needs Translation
[TemplarVigilance X2AbilityTemplate]
LocFriendlyName="警惕"
LocLongDescription="当你的小队激活一个3人或以上的敌人小队时，获得1点专注。"
LocHelpText="当你的小队激活一个3人或以上的敌人小队时，获得1点专注。"
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> 当敌人触发时，给圣殿骑士增加1点专注。<br/><Bullet/> 只有当巡逻队中至少有3个单位时才会触发。<br/><Bullet/> 如果你已经处于最大专注，多出专注将被浪费。"
; End Translation (2)

[TemplarTerror X2AbilityTemplate]
LocFriendlyName="恐吓"
LocLongDescription="灵能闪电增加恐慌敌人效果。"
LocHelpText="灵能闪电增加恐慌敌人效果。"
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> 灵能闪电现在可以使敌人恐慌。<br/><Bullet/> 恐慌几率为<Ability:TERROR_STAT_CHECK_BASE_VALUE/>%同时受到圣殿骑士和目标意志力的影响。"
; End Translation (2)

[Apotheosis X2AbilityTemplate]
LocFriendlyName="神化"
; LWOTC Needs Translation (2)
LocFlyoverText="神化!"
; End Translation (2)
; LWOTC Needs Translation (2)
LocLongDescription="化身神，大幅增加你的闪避，伤害和移动力。至少需要3点专注并消耗所有专注点。"
LocHelpText="化身神，大幅增加你的闪避，伤害和移动力。至少需要3点专注并消耗所有专注点。"
; End Translation (2)
; LWOTC Needs Translation (3)
LocPromotionPopupText="<Bullet/> 使圣殿骑士在2回合内变得更加强大的自由动作。<br/><Bullet/> 高于2专注时每点专注增加<Ability:ApotheosisDamageMultiplier/>%所有伤害。<br/><Bullet/> 高于2专注时每点专注增加<Ability:ApotheosisDodgeBonus/>闪避。<br/><Bullet/> 高于2专注时每点专注提高<Ability:ApotheosisMobilityBonus/>移动力。<br/><Bullet/> 至少需要3点专注。<br/><Bullet/> 消耗所有专注点。<br/><Bullet/> 圣殿骑士可以在神化状态下获得专注。"
; End Translation (3)
; End Translation

; Needs Translation
[ShadowGrenadier X2AbilityTemplate]
LocFriendlyName="暗影投手"
LocHelpText="投掷或发射榴弹不再打破暗影。手榴弹不再有冷却时间。"
LocLongDescription="投掷或发射榴弹不再打破暗影。手榴弹不再有冷却时间。"
LocPromotionPopupText="<Bullet/> 允许士兵在不打破暗影状态的情况下投掷或发射榴弹。<br/><Bullet/> 添加一个榴弹栏位。<br/><Bullet/> 消除手榴弹的冷却时间。<br/>"

[PoisonedBlades X2AbilityTemplate]
LocFriendlyName="毒刃"
LocHelpText="飞刀对目标施毒。"
LocLongDescription="飞刀对目标施毒。"
LocPromotionPopupText="<Bullet/> 这是一个被动技能，它会给飞刀技能添加毒效果。<br/>"

[ChargeBattery X2AbilityTemplate]
LocFriendlyName="充能"
LocFlyoverText="暗影状态: +1 回合"
LocHelpText="延长暗影的持续时间1回合。"
LocLongDescription="延长暗影的持续时间1回合。"
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> 允许玩家延长暗影状态1回合。<br/><Bullet/> 只能在暗影状态使用。<br/><Bullet/> 充能是个自由动作并有<Ability:SelfCooldown_LW/>回合冷却时间。<br/><Bullet/> 每次任务充能可使用<Ability:CHARGE_BATTERY_CHARGES/>次。<br/>"
; End Translation (2)
; End Translation

; LWOTC Needs Translation
[SilentKillerDurationExtension X2AbilityTemplate]
LocFriendlyName="沉默杀手刷新暗影状态"
LocFlyoverText="暗影状态: +1 回合"
; End Translation

; LWOTC Needs Translation
[Parkour_LW X2AbilityTemplate]
LocFriendlyName="跑酷"
LocHelpText="散兵的抓钩冷却时间减少1回合。"
LocLongDescription="散兵的抓钩冷却时间减少1回合。"
LocPromotionPopupText="<Bullet/> 提高散兵在地图上的机动性。<br/>"
; End Translation

; LWOTC Needs Translation
[Executioner X2AbilityTemplate]
LocFriendlyName="死亡贩子"
LocLongDescription="给予+<Ability:DEATH_DEALER_CRIT/>暴击率。暗影状态中对侧翼目标的暴击会造成双倍的暴击伤害。"
LocHelpText="给予+<Ability:DEATH_DEALER_CRIT/>暴击率。暗影状态中对侧翼目标的暴击会造成双倍的暴击伤害。"
LocPromotionPopupText="<Bullet/> 使用暗影增加的机动性和较小的敌人探测半径来攻击敌人并造成巨大的伤害。<br/>"

; End Translation

; LWOTC Needs Translation
; LWOTC Needs Translation (2)
[RendTheMarked X2AbilityTemplate]
LocFriendlyName="撕裂标记"
LocHelpText="撕裂标记赋予投掷飞刀堆叠效果。当飞刀击中一名敌人时，在本回合剩余时间内从所有来源对目标的攻击施加+<Ability:REND_THE_MARKED_CRIT/>暴击率。每次撕裂标记堆叠不影响应用于它的投掷飞刀。"
LocLongDescription="撕裂标记赋予投掷飞刀堆叠效果。当飞刀击中一名敌人时，在本回合剩余时间内从所有来源对目标的攻击施加+<Ability:REND_THE_MARKED_CRIT/>暴击率。每次撕裂标记堆叠不影响应用于它的投掷飞刀。"
LocPromotionPopupText="撕裂标记赋予投掷飞刀堆叠效果。当飞刀击中一名敌人时，在本回合剩余时间内从所有来源对目标的攻击施加+<Ability:REND_THE_MARKED_CRIT/>暴击率。每次撕裂标记堆叠不影响应用于它的投掷飞刀。"
; End Translation (2)

[KnifeEncounters X2AbilityTemplate]
LocFriendlyName="刀锋相接"
LocFlyOverText="刀锋相接"
;LWOTC needs Translation(2)
LocLongDescription="每回合一次，在向<Ability:CLOSE_ENCOUNTERS_RANGE/>格范围内的敌人投掷飞刀后获得额外行动。不能在同一回合触发暗箭伤人。"
LocHelpText="每回合一次，在向<Ability:CLOSE_ENCOUNTERS_RANGE/>格范围内的敌人投掷飞刀后获得额外行动。不能在同一回合触发暗箭伤人。"
LocPromotionPopupText="<Bullet/> 每回合一次，在向<Ability:CLOSE_ENCOUNTERS_RANGE/>格范围内的敌人投掷飞刀后获得额外行动。<br/><Bullet/> 一个红环将标记该能力的范围。<br/><Bullet/> 刀锋相接不能与奔袭战术或者暗箭伤人同时使用。<br/>"
;LWOTC End Translation(2)

; LWOTC Needs Translation (2)
[ImpersonalEdge X2AbilityTemplate]
LocFriendlyName="冷漠边缘"
LocFlyOverText="冷漠边缘"
LocLongDescription="当用投掷飞刀击杀1名目标时减少暗影冷却时间1回合并获得可堆叠的+<Ability:IMPERSONAL_EDGE_AIM/>命中增益持续3回合。"
LocHelpText="当用投掷飞刀击杀1名目标时减少暗影冷却时间1回合并获得可堆叠的+<Ability:IMPERSONAL_EDGE_AIM/>命中增益持续3回合。"
LocPromotionPopupText="<Bullet/> 当用投掷飞刀击杀1名目标时减少暗影冷却时间1回合并获得可堆叠的+<Ability:IMPERSONAL_EDGE_AIM/>命中增益持续3回合。<br/>"

[ImpersonalEdgePassive X2AbilityTemplate]
LocFriendlyName="冷漠边缘"
LocFlyOverText="冷漠边缘"
LocLongDescription="当用投掷飞刀击杀1名目标时减少暗影冷却时间1回合并获得可堆叠的+<Ability:IMPERSONAL_EDGE_AIM/>命中增益持续3回合。"
LocHelpText="当用投掷飞刀击杀1名目标时减少暗影冷却时间1回合并获得可堆叠的+<Ability:IMPERSONAL_EDGE_AIM/>命中增益持续3回合。"
LocPromotionPopupText="<Bullet/> 当用投掷飞刀击杀1名目标时减少暗影冷却时间1回合并获得可堆叠的+<Ability:IMPERSONAL_EDGE_AIM/>命中增益持续3回合。<br/>"
; End Translation (2)

[BlueScreenKnives X2AbilityTemplate]
LocFriendlyName="蓝屏飞刀"
LocHelpText="投掷飞刀获得+<Ability:BLUESCREEN_KNIVES_PIERCE/>穿甲并混乱机械单位。"
LocLongDescription="投掷飞刀获得+<Ability:BLUESCREEN_KNIVES_PIERCE/>穿甲并混乱机械单位。"
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> 投掷飞刀获得+<Ability:BLUESCREEN_KNIVES_PIERCE/>穿甲并混乱机械单位。<br/>"
; End Translation (2)

; LWOTC Needs Translation
[BattlefieldAwareness X2AbilityTemplate]
LocFriendlyName="战地感知"
LocLongDescription="如果在你的回合中击杀一名敌人，那么在敌人回合中对你的下一次攻击将会未命中。一经触发，战地感知将冷却<Ability:BATTLEFIELD_AWARENESS_COOLDOWN/>回合。"
LocHelpText="如果在你的回合中击杀一名敌人，那么在敌人回合中对你的下一次攻击将会未命中。一经触发，战地感知将冷却<Ability:BATTLEFIELD_AWARENESS_COOLDOWN/>回合。"
LocFlyOverText="战地感知"
LocPromotionPopupText="<Bullet/> 当战地感知被触发时，士兵在敌人回合中免疫下一次造成伤害的攻击，包括效果区域攻击。<br/>"


[BattlefieldAwarenessPassive X2AbilityTemplate]
LocFriendlyName="战地感知"
LocLongDescription="如果在你的回合中击杀一名敌人，那么在敌人回合中对你的下一次攻击将会未命中。一经触发，战地感知将冷却<Ability:BATTLEFIELD_AWARENESS_COOLDOWN/>回合。"
LocHelpText="如果在你的回合中击杀一名敌人，那么在敌人回合中对你的下一次攻击将会未命中。一经触发，战地感知将冷却<Ability:BATTLEFIELD_AWARENESS_COOLDOWN/>回合。"
LocFlyOverText="战地感知"

[BattlefieldAwarenessCooldown X2AbilityTemplate]
LocFriendlyName="战地感知冷却"
LocLongDescription="在该效果结束之前，战地感知不会被激活。"
LocHelpText="在该效果结束之前，战地感知不会被激活。"


[CombatPresence X2AbilityTemplate]
LocPromotionPopupText="<Bullet/> 战斗存在能让队友利用额外的攻击或移动来脱离险境。<br/><Bullet/> 战斗存在有<Ability:SelfCooldown_LW/>回合冷却时间。<br/>"


; LWOTC Needs Translation

[CheapShot X2AbilityTemplate]
LocFriendlyName="暗箭伤人"
LocFlyOverText="暗箭伤人"
LocLongDescription= "每回合一次，用主武器对一名该回合受到伤害的目标进行射击后，获得一个额外的移动点。不能在同一回合触发刀锋相接。"
LocHelpText="每回合一次，用主武器对一名该回合受到伤害的目标进行射击后，获得一个额外的移动点。不能在同一回合触发刀锋相接。"
LocPromotionPopupText="<Bullet/> 如果目标在玩家最后回合前受到任何类型的伤害，如在敌人回合期间受到的监视伤害和持续性伤害，则触发暗箭伤人。<br/><Bullet/> 除了标准射击外，还适用于赶尽杀绝、连环射击和放逐。<br/><Bullet/> 如果暗影不是冷却状态，该移动点可用于进入暗影。"
; End Translation

; LWOTC Needs Translation (2)
[Brawler X2AbilityTemplate]
LocFriendlyName="好斗者"
LocFlyOverText="好斗者"
LocLongDescription="减少35%所受4格内的攻击伤害。"
LocHelpText="减少35%所受4格内的攻击伤害。"
LocPromotionPopupText="<Bullet/> 减少35%所受4格内的攻击伤害。<br/>"

[Hero_Tracking X2AbilityTemplate]
LocFriendlyName="跟踪"
LocLongDescription="即使没有视线，你也能探测到附近的单位。"
LocHelpText="即使没有视线，你也能探测到附近的单位。"
LocFlyOverText="跟踪"
LocPromotionPopupText="<Bullet/> 跟踪允许单位检测墙壁背后和其他视线盲区。<br/><Bullet/> 跟踪可以探测到14格范围内的敌人。<br/><Bullet/> 检测到的单位将显示为可视轮廓。<br/><Bullet/> 单位将一直保持揭示状态直到玩家回合结束。如果此时它们超出跟踪的范围，则不再被检测到。<br/>"

[Hero_TrackingTrigger X2AbilityTemplate]
LocFriendlyName="跟踪"
LocFlyOverText="跟踪"
[ImpactCompensation_LW X2AbilityTemplate]
LocFriendlyName="冲击补偿"
LocFlyOverText="冲击补偿"
LocLongDescription="受到伤害后，获得20%可堆叠伤害减免直到你的回合结束。最大堆叠值：3。"
LocHelpText="受到伤害后，获得20%可堆叠伤害减免直到你的回合结束。最大堆叠值：3。"
LocPromotionPopupText="<Bullet/> 提供基于比例的伤害减免，当你受到更多伤害时会增加。<br/><Bullet/> 回合开始时堆叠值重置为0。<br/><Bullet/> 堆叠应用乘法。"

[ImpactCompensationPassive_LW X2AbilityTemplate]
LocFriendlyName="冲击补偿"
LocFlyOverText="冲击补偿"
LocLongDescription="受到伤害后，获得20%可堆叠伤害减免直到你的回合结束。最大堆叠值：3。"
LocHelpText="受到伤害后，获得20%可堆叠伤害减免直到你的回合结束。最大堆叠值：3。"
; End Translation (2)

[CrusaderRage_LW X2AbilityTemplate]
LocFriendlyName="圣殿之怒"
LocHelpText="每损失25%生命值给予25%伤害提升，最多50%伤害提升。使该士兵的伤口恢复时间减少8HP。"
LocLongDescription="每损失25%生命值给予25%伤害提升，最多50%伤害提升。使该士兵的伤口恢复时间减少8HP。"
LocPromotionPopupText="<Bullet/> 如果士兵在执行任务期间进入失血状态，则伤口恢复不起作用。<br/>"
LocFlyOverText="精神发狂"

[ShootingSharp_LW X2AbilityTemplate]
LocFriendlyName = "贯穿射击"
LocHelpText = "你的远程攻击对掩体中的敌人+<Ability:SS_PIERCE/>护甲穿透和+<Ability:SS_AIM_BONUS/>命中。"
LocLongDescription = "你的远程攻击对掩体中的敌人+<Ability:SS_PIERCE/>护甲穿透和+<Ability:SS_AIM_BONUS/>命中。"
LocPromotionPopupText = "<Bullet/> 你的远程攻击对掩体中的敌人+<Ability:SS_PIERCE/>护甲穿透和+<Ability:SS_AIM_BONUS/>命中。<br/>"
; End Translation (3)

; LWOTC Needs Translation (3)
[SkirmisherSlash X2AbilityTemplate]
LocFriendlyName="开颅斩杀"
LocFlyOverText="开颅斩杀"
LocLongDescription="用你的开颅刃斩杀邻近的目标。不结束回合。"
LocHelpText="用你的开颅刃斩杀邻近的目标。不结束回合。"
LocPromotionPopupText="<Bullet/> 开颅斩杀只能对相邻目标使用。<br/>"
; End Translation (3)


; LWOTC Needs Translation (2)
[SkirmisherFleche X2AbilityTemplate]
LocFriendlyName="直斩"
LocLongDescription="用<Ability:SecondaryWeaponName/>攻击移动范围内的任何敌人。"
LocHelpText="用<Ability:SecondaryWeaponName/>攻击移动范围内的任何敌人。"
LocPromotionPopupText="<Bullet/> 你可以通过将移动光标放在敌人身上并右击来触发直斩能力。<br/><Bullet/> 直斩消耗1个行动点并不会结束回合。<br/><Bullet/> 直斩有<Ability:RECKONING_LW_COOLDOWN/>回合冷却时间。<br/><Bullet/> 散兵可以在冲刺移动下进行直斩攻击，只需要花费1个行动点。<br/>"
; End Translation (2)